* Workspace

** DONE [#B] test spacemacs zilong 山人的配置
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:34]--[2016-07-20 Wed 20:49] =>  0:15
   CLOCK: [2016-07-20 Wed 20:29]--[2016-07-20 Wed 20:34] =>  0:05
   :END:

** DONE [#B] 试用子龙山人的配置，好用
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   :END:

** DONE [#B] test
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:49]--[2016-07-20 Wed 20:56] =>  0:07
   :END:

** DONE13   Swiper:  [#B] learn English 22
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-21 Thu 03:22]--[2016-07-21 Thu 03:47] =>  0:25
   :END:

** DONE [#B] 重启机器，声音不受控制
   CLOSED: [2016-07-21 Thu 04:05] DEADLINE: <2016-07-21 Thu 04:05>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 04:05]
   :END:

** DONE [#B] learn English 20
96.9%
   CLOSED: [2016-07-21 四 04:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:38]
   CLOCK: [2016-07-21 四 04:18]--[2016-07-21 四 04:38] =>  0:20
   :END:

** DONE [#B] relaxing and browing
   CLOSED: [2016-07-21 四 05:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 05:11]
   CLOCK: [2016-07-21 四 04:42]--[2016-07-21 四 05:07] =>  0:25
   :END:

** DONE [#B] 新建一个任务，并启动计时
   CLOSED: [2016-07-21 Thu 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:32]
   :END:

** DONE [#B]lesson 19
   CLOSED: [2016-07-21 Thu 06:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:54]
   CLOCK: [2016-07-21 Thu 06:34]--[2016-07-21 Thu 06:54] =>  0:20
   :END:

** DONE [#B]go home and eating breakfast
   CLOSED: [2016-07-21 Thu 06:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:59]
   :END:

** DONE [#B] 到办公室开始学习工作                    :office and computer:
   CLOSED: [2016-07-21 Thu 09:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:19]
   :END:

** DONE [#B] 学习 spacemacs
   CLOSED: [2016-07-21 Thu 09:32]
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:32]

** DONE [#B] lesson 18 96.5%
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 09:55]--[2016-07-21 Thu 10:17] =>  0:22
   :END:

** DONE [#B] 清理清扫，休息一下
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 10:19]--[2016-07-21 Thu 10:39] =>  0:20
   :END:

** DONE [#B] 回家做饭
   CLOSED: [2016-07-21 Thu 11:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 11:12]
   :END:

** DONE [#B] 到达办公室开始工作学习
   CLOSED: [2016-07-21 Thu 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 18:15]
   CLOCK: [2016-07-21 Thu 16:30]--[2016-07-21 Thu 17:34] =>  1:04
   :END:

** DONE [#B] lesson 17 96.6%
   CLOSED: [2016-07-21 Thu 17:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 17:55]
   CLOCK: [2016-07-21 Thu 17:36]--[2016-07-21 Thu 17:55] =>  0:19
   :END:

** DONE [#B] lesson 16 97.3%
   CLOSED: [2016-07-21 Thu 18:13]
   :LOGBOOK:
   - State  "DONE"       from "STARTED"    [2016-07-21 Thu 18:13]
   CLOCK: [2016-07-21 Thu 17:56]--[2016-07-21 Thu 18:13] =>  0:17
   :END:

** DONE [#B] lesson 15 97.5%
   CLOSED: [2016-07-21 Thu 19:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 19:23]
   CLOCK: [2016-07-21 Thu 18:16]--[2016-07-21 Thu 19:23] =>  1:07
   :END:

** DONE [#B] relaxing and listening musci
   CLOSED: [2016-07-22 Fri 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-22 Fri 07:15]
   CLOCK: [2016-07-22 Fri 06:29]--[2016-07-22 Fri 06:53] =>  0:24
   :END:

** DONE [#B] relax
   CLOSED: [2016-07-23 Sat 04:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 04:55]
   CLOCK: [2016-07-23 Sat 04:29]--[2016-07-23 Sat 04:54] =>  0:25
   :END:

** DONE [#B] 备份文件，回家
   CLOSED: [2016-07-23 Sat 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 07:15]
   CLOCK: [2016-07-23 Sat 07:08]--[2016-07-23 Sat 07:14] =>  0:06
   :END:

** DONE [#B] relaxing and listening
   CLOSED: [2016-07-24 Sun 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 04:50]
   CLOCK: [2016-07-24 Sun 04:38]--[2016-07-24 Sun 04:50] =>  0:12
   :END:

** DONE [#B] go home and ended morning learning
   CLOSED: [2016-07-24 Sun 06:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:48]
   :END:

** DONE [#B] 清理清扫准备工作20分钟
   CLOSED: [2016-07-24 Sun 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 08:43]
   :END:

** DONE [#B] relaxing and listen Englis song
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-24 Sun 10:17]--[2016-07-24 Sun 10:48] =>  0:31
   :END:

** DONE [#B] 安装brew
   CLOSED: [2016-07-25 Mon 12:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:00]
   CLOCK: [2016-07-25 Mon 10:36]--[2016-07-25 Mon 12:00] =>  1:24

   :END:
第一步出现错误，Warning:Improper use of the sudo command could lead date loss or
the deletion of important system files. Please double-check your typing when
using sudo. Type "man sudo" for more information.

To proceed, enter your password, or type Ctrl-C to abort
输入用户密码，后执行。
后又同意xcode协议。
执行：man sudo后继续安装
 但停在了克隆。
执行uninstall,重新安装
成功。

** DONE [#B] 重新安装子龙山人配置
   CLOSED: [2016-07-25 Mon 12:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:01]
   CLOCK: [2016-07-25 Mon 12:00]--[2016-07-25 Mon 12:56] =>  0:56
   :END:
字号不起作用了。其它正常

** DONE [#B] 下午到中心医院
   CLOSED: [2016-07-25 Mon 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 18:15]
   CLOCK: [2016-07-25 Mon 15:00]--[2016-07-25 Mon 16:30] =>  0:01
   :END:
检查结果不理想。先住院，由刘奇及家人决定。

** DONE [#B] relaxing and listen music
   CLOSED: [2016-07-26 Tue 21:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 21:02]
   CLOCK: [2016-07-26 Tue 18:58]--[2016-07-26 Tue 21:01] =>  2:03
   :END:
观看emacs视频，陪夫人走步30分钟，消耗48大卡

** DONE [#B] 复印户口本，办理出国护照
   CLOSED: [2016-07-28 Thu 15:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 15:49]
   CLOCK: [2016-07-28 Thu 15:12]--[2016-07-28 Thu 15:49] =>  0:37
   :END:

** DONE [#B] 更新spacemacs出错，重装很慢。
   CLOSED: [2016-07-28 Thu 20:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:47]
   CLOCK: [2016-07-28 Thu 20:36]--[2016-07-28 Thu 20:45] =>  0:09
   :END:

** DONE [#B] 重装sapcemacs
   CLOSED: [2016-07-28 Thu 20:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:58]
   CLOCK: [2016-07-28 Thu 20:45]--[2016-07-28 Thu 20:58] =>  0:13
   :END:

** DONE [#B] begin learning and working
   CLOSED: [2016-07-29 Fri 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 05:21]
   :END:

** DONE [#B] 练习edit
   CLOSED: [2016-07-29 Fri 19:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 19:09]
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-07-29 Fri 20:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 20:09]
   :END:

** DONE [#B] test
   CLOSED: [2016-08-02 Tue 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 07:04]
   CLOCK: [2016-08-02 Tue 07:03]--[2016-08-02 Tue 07:04] =>  0:01
   :END:

** DONE [#B] learn spacemacs
   CLOSED: [2016-08-02 Tue 20:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 20:07]
   CLOCK: [2016-08-02 Tue 19:12]--[2016-08-02 Tue 20:07] =>  0:55
   :END:

** DONE [#B] has a cup of tea
   CLOSED: [2016-08-09 二 06:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:35]
   CLOCK: [2016-08-03 Wed 08:43]--[2016-08-03 Wed 09:45] =>  1:02
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-04 Thu 06:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 06:46]
   CLOCK: [2016-08-04 Thu 06:08]--[2016-08-04 Thu 06:46] =>  0:38
   :END:
清理清扫

** DONE [#B] 朗读《道德经》 26 paragrph
   CLOSED: [2016-08-04 Thu 07:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 07:00]
   CLOCK: [2016-08-04 Thu 06:48]--[2016-08-04 Thu 07:00] =>  0:12
   :END:

** DONE [#B] to relax
   CLOSED: [2016-08-04 Thu 10:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 10:21]
   CLOCK: [2016-08-04 Thu 08:51]--[2016-08-04 Thu 10:21] =>  1:30
   - State "STARTED"    from "DONE"       [2016-08-04 Thu 08:50]
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 08:50]
   :END:
左手开始有点痛。休息吧。学习和工作永远在路上。
学习当作休息。

** DONE [#B] relax and reading
   CLOSED: [2016-08-05 Fri 08:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-05 Fri 08:25]
   CLOCK: [2016-08-05 Fri 06:26]--[2016-08-05 Fri 06:51] =>  0:25
   :END:

** DONE [#B] going to home and eating breakfast
   CLOSED: [2016-08-08 Mon 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 07:04]
   :END:

** DONE [#B] 政协协商活动
   CLOSED: [2016-08-10 Wed 15:03] SCHEDULED: <2016-08-10 三>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 15:03]
   CLOCK: [2016-08-10 Wed 07:34]--[2016-08-10 Wed 15:03] =>  7:29
   :END:
1.岱岳区青春创业园电子商务
2.新泰市物流产业园
3.需发言
8:20 在政协前集合。
谭副主席原科委主任，管委主任。
无收获，以后此类活动少参加。浪费时间、金钱。
** DONE [#B] 编制2106下半年耗材预算
   CLOSED: [2016-08-08 一 11:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 一 11:10]
   CLOCK: [2016-08-08 一 10:27]--[2016-08-08 一 11:10] =>  0:43
   :END:
[[/Users/mac/Desktop信息技术工程系2016年下半年耗材 上交 2.5.xlsx]]

** DONE [#B] relax and listen music
   CLOSED: [2016-08-08 Mon 17:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 17:06]
   CLOCK: [2016-08-08 Mon 16:05]--[2016-08-08 Mon 17:06] =>  1:01
   :END:

** DONE [#B] 朗读《道德经》20小节
   CLOSED: [2016-08-09 二 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:31]
   CLOCK: [2016-08-09 二 06:18]--[2016-08-09 二 06:31] =>  0:13
   :END:

** DONE [#B] Relax and listen English songs
   CLOSED: [2016-08-09 二 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 07:06]
   CLOCK: [2016-08-09 二 06:36]--[2016-08-09 二 07:06] =>  0:30
   :END:

** DONE [#B] relax and listen Engilsh songs.
   CLOSED: [2016-08-10 三 01:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 01:59]
   CLOCK: [2016-08-09 二 20:32]--[2016-08-09 二 22:51] =>  2:19
   CLOCK: [2016-08-09 二 20:31]--[2016-08-09 二 20:32] =>  0:01
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-10 三 04:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 04:00]
   CLOCK: [2016-08-10 三 03:31]--[2016-08-10 三 04:00] =>  0:29
   :END:

** DONE [#B] 重装spacemacs
   CLOSED: [2016-08-10 三 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 06:31]
   CLOCK: [2016-08-10 三 05:30]--[2016-08-10 三 06:31] =>  1:01
   :END:

** DONE [#B] relax and listen English songs
   CLOSED: [2016-08-10 Wed 16:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 16:55]
   CLOCK: [2016-08-10 Wed 15:59]--[2016-08-10 Wed 16:55] =>  0:56
   :END:

** DONE [#B] 喜事预备，请四邻
   CLOSED: [2016-08-10 三 21:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:06]
   CLOCK: [2016-08-10 三 18:05]--[2016-08-10 三 21:06] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "WAITING"    [2016-08-10 三 21:04]
   - State "SOMEDAY"    from "WAITING"    [2016-08-10 三 21:04]
   - State "WAITING"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:04]
   :END:
薛院长
张书记、夫人
苏主席、老公
刘院及夫人

** DONE [#B] 买扑克
   CLOSED: [2016-08-11 四 17:35] DEADLINE: <2016-08-11 四 18:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 17:35]
   CLOCK: [2016-08-11 四 16:54]--[2016-08-11 四 17:35] =>  0:41
   :END:

** DONE [#B] 换一角钱
   CLOSED: [2016-08-14 Sun 16:02] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       9D3C6C44-FDFB-4E59-AB69-D44ADAEDC9C2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 16:02]
   :END:
已让建行赵经理预约，完成后电话回复
方案二：找张振文，明天打电话。
已给张振文打电话。
建行赵经理已给准备好，周日到建行高科技园分理处拿<2016-08-13 Sat>
** DONE [#B] 找家政打扫卫生
   CLOSED: [2016-08-13 Sat 14:03] DEADLINE: <2016-08-12 五>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 14:03]
   :END:
已预约农大家政一家，光擦玻璃1.8元一平，近360.
已委托田拖找第二家。<2016-08-11 四 21:12>
最后找的农大中介。今天8：00开始打扫。<2016-08-13 Sat>
家政两人已从7：40开始清扫。
至11：20结束。280元。only clean up the window.

<2016-08-13 Sat 07:40-12:00>

<2016-08-13 Sat 09:00>送孩子购物
** DONE [#B] 带茶
   CLOSED: [2016-08-11 四 16:52] DEADLINE: <2016-08-12 五 16:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 16:52]
   :END:
已把茶叶放到车里

** DONE [#B] 取消明瑞酒店预定
   CLOSED: [2016-08-12 五 09:42] DEADLINE: <2016-08-12 五 12:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:42]
   :END:
已完成，预留两桌，一大一小江枫。
** DONE [#B] clean and put in order
   CLOSED: [2016-08-12 五 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 06:32]
   CLOCK: [2016-08-12 五 06:15]--[2016-08-12 五 06:32] =>  0:17
   :END:

** DONE [#B] chrome and relax
   CLOSED: [2016-08-12 五 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 07:06]
   CLOCK: [2016-08-12 五 06:34]--[2016-08-12 五 07:06] =>  0:32
   :END:
朗读《道德经》20小节

** DONE [#B] 提水去
   CLOSED: [2016-08-12 五 10:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 10:57]
   CLOCK: [2016-08-12 五 09:53]--[2016-08-12 五 10:57] =>  1:04
   - State "STARTED"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "WAITING"    [2016-08-12 五 09:53]
   - State "WAITING"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:52]
   :END:

** DONE [#B] relax and brow
   CLOSED: [2016-08-13 Sat 11:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 11:09]
   CLOCK: [2016-08-13 Sat 10:51]--[2016-08-13 Sat 11:09] =>  0:18
   :END:
go home <2016-08-13 Sat 11:09>

** DONE [#B] 买两盆木本花木
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       FDF8D84D-59BE-46F6-8C65-C838CD8C1DE7
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] 到海通证券查询
   CLOSED: [2016-08-15 一 12:26] DEADLINE: <2016-08-15 一 12:00>
   :PROPERTIES:
   :ID:       6E3A3E03-34DA-42B2-876A-B9AE29DF515D
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   :END:

** DONE [#B] 填表并写出说明周一上交
   CLOSED: [2016-08-15 一 15:45] DEADLINE: <2016-08-15 一 11:00>
   :PROPERTIES:
   :ID:       DA1B2B0B-6939-4CBE-BFA1-95C6B0A4775F
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 15:45]
   :END:
基金查不出来。
** DONE [#B] relax
   CLOSED: [2016-08-14 日 06:18]
   :PROPERTIES:
   :ID:       61B84840-9B20-4698-86B1-4B542B4D47F2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 06:18]
   CLOCK: [2016-08-14 日 05:48]--[2016-08-14 日 06:18] =>  0:30
   :END:

** DONE [#B]relaxing
   CLOSED: [2016-08-14 日 10:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 10:20]
   CLOCK: [2016-08-14 日 09:58]--[2016-08-14 日 10:20] =>  0:22
   :END:

** DONE [#B] make purchase
   CLOSED: [2016-08-14 日 14:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 14:12]
   CLOCK: [2016-08-14 日 10:59]--[2016-08-14 日 14:12] =>  3:13
   :END:

** STARTED [#B] relaxing
   :LOGBOOK:
   - State "STARTED"    from "DONE"       [2016-08-14 日 15:22]
   - State "DONE"       from "STARTED"    [2016-08-14 日 15:22]
   :END:

** DONE [#B]review week month and year
   CLOSED: [2016-08-14 Sun 21:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 21:13]
   CLOCK: [2016-08-14 Sun 20:12]--[2016-08-14 Sun 21:13] =>  1:01
   :END:
并对English.org进行了编辑

** DONE [#B] relax and browser news
   CLOSED: [2016-08-15 Mon 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:40]
   CLOCK: [2016-08-15 Mon 05:12]--[2016-08-15 Mon 05:40] =>  0:28
   - State "STARTED"    from "DONE"       [2016-08-15 Mon 05:12]
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:12]
   :END:

** DONE [#B] Read loudly and clearly
   CLOSED: [2016-08-15 Mon 06:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 06:45]
   CLOCK: [2016-08-15 Mon 06:24]--[2016-08-15 Mon 06:45] =>  0:21
   :END:
跑稀？蜂蜜的问题？
以后身体需求也要正确处理。

** DONE [#B] 办理查询
   CLOSED: [2016-08-15 一 12:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   CLOCK: [2016-08-15 一 09:13]--[2016-08-15 一 12:26] =>  3:13
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-15 一 17:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 17:51]
   CLOCK: [2016-08-15 一 17:23]--[2016-08-15 一 17:51] =>  0:28
   :END:
go home

** DONE [#B] 17日上午十点三楼干部会议
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 09:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-16 二 19:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-16 二 19:26]
   CLOCK: [2016-08-16 二 19:13]--[2016-08-16 二 19:26] =>  0:13
   :END:

** DONE [#B] 送向东
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 06:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-19 五 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 06:12]
   CLOCK: [2016-08-19 五 05:48]--[2016-08-19 五 06:12] =>  0:24
   - State "STARTED"    from "DONE"       [2016-08-19 五 05:48]
   - State "DONE"       from "WAITING"    [2016-08-19 五 05:48]
   - State "DONE"       from "STARTED"    [2016-08-19 五 05:48]
   :END:

** DONE [#B] 研究教室及教学资源调整上报
   CLOSED: [2016-08-19 五 09:50] DEADLINE: <2016-08-19 五 10:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 09:50]
   :END:
已安排王树兵完成
** DONE [#B] 下午政协开会
   CLOSED: [2016-08-19 五 18:52] DEADLINE: <2016-08-19 五 14:20>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 18:52]
      CLOCK: [2016-08-19 五 14:40]--[2016-08-19 五 15:40] =>  1:00

   :END:
传达换届精神
** DONE [#B] 孩子回门
   CLOSED: [2016-08-19 五 16:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 16:49]
   CLOCK: [2016-08-19 五 10:14]--[2016-08-19 五 16:21] =>  6:07
   :END:
在明瑞安排一大房间
人员：友志、新刚
胡希锋、建明
孙衍训曹姐

本人及夫人
新人

明瑞无房间了
御香园
最终订的鲁菜香

** DONE [#B] my daughtere back home
   CLOSED: [2016-08-20 Sat 17:42] DEADLINE: <2016-08-20 六 15:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 Sat 17:42]
   :END:
陪人：孙衍训两口
张新刚、友志
建明、希锋
吃的很好。
900元。
** DONE [#B] browse and notes
   CLOSED: [2016-08-20 六 05:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 六 05:59]
   CLOCK: [2016-08-20 六 05:52]--[2016-08-20 六 05:59] =>  0:07
   :END:

** DONE [#B] read aloud read loud
   CLOSED: [2016-08-21 Sun 06:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 06:34]
   CLOCK: [2016-08-21 Sun 06:24]--[2016-08-21 Sun 06:34] =>  0:10
   :END:

** DONE [#B] water intaking gettin
   CLOSED: [2016-08-21 Sun 08:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 08:05]
   CLOCK: [2016-08-21 Sun 06:38]--[2016-08-21 Sun 08:05] =>  1:27
   :END:
arrvie office begin work

** DONE [#B] install washmachine.
   CLOSED: [2016-08-21 Sun 13:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 13:49]
   CLOCK: [2016-08-21 Sun 10:47]--[2016-08-21 Sun 13:49] =>  3:02
   :END:

** DONE [#B] relax and listen to English song
   CLOSED: [2016-08-22 一 06:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 06:44]
   CLOCK: [2016-08-22 一 05:49]--[2016-08-22 一 06:44] =>  0:55
   :END:

** DONE [#B] 检查教学工作
   CLOSED: [2016-08-22 一 09:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:17]
   CLOCK: [2016-08-22 一 08:00]--[2016-08-22 一 09:00] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-22 一 09:16]
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:16]
   :END:
陪王院长、李主席检查教学情况
学生到课情况良好
教师授课认真

** DONE [#B] prepare tomorrow meeting
   CLOSED: [2016-08-22 一 09:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:57]
   CLOCK: [2016-08-22 一 09:28]--[2016-08-22 一 09:57] =>  0:29
   :END:
新学期工作安排
1. 新生录取情况及教室教学安排
2. 管理提升
   事务管理：ERP同时是教师和学生实践平台
   教学：在线课程系统，实践混合式教学
3.构建信息系培养方向知识库系统，供教师及学生学习
大数据、云平台、移动互联开发
4.每个人实践、践行精细化管理、培养，按ISO9001工作要求细化教学及管理工作

陈书记来商议分班情况及班主任安排。

** DONE [#B] learn vim
   CLOSED: [2016-08-22 一 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 11:45]
   CLOCK: [2016-08-22 一 10:28]--[2016-08-22 一 11:45] =>  1:17
   :END:

** DONE [#B] 给15级计应1、2班上latex课
   CLOSED: [2016-08-22 一 20:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 20:49]
   CLOCK: [2016-08-22 一 19:00]--[2016-08-22 一 20:49] =>  1:49
   :END:
并与学生进行了交流。

** DONE [#B] going to walk and go to home
   CLOSED: [2016-08-22 一 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 21:33]
   :END:

** DONE [#B]relax and clean up
   CLOSED: [2016-08-23 二 04:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 04:45]
   CLOCK: [2016-08-23 二 04:40]--[2016-08-23 二 04:45] =>  0:05
   :END:

** DONE [#B] browse
   CLOSED: [2016-08-23 二 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:12]
   CLOCK: [2016-08-23 二 05:45]--[2016-08-23 二 06:12] =>  0:27
   :END:

** DONE [#B]read aloud 《道德经》 22小节。
   CLOSED: [2016-08-23 二 06:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:37]
   CLOCK: [2016-08-23 二 06:13]--[2016-08-23 二 06:37] =>  0:24
   :END:
上士闻道，勤而行之；
中士闻道，若存若亡；
下士闻道，大笑之。
不笑不足以为道。
与正言若反同理。

** DONE [#B] walk
   CLOSED: [2016-08-23 二 10:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 10:03]
   CLOCK: [2016-08-23 二 09:28]--[2016-08-23 二 10:03] =>  0:35
   :END:

** DONE [#B] 准备开会内容
   CLOSED: [2016-08-23 二 14:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 14:56]
   CLOCK: [2016-08-23 二 13:56]--[2016-08-23 二 14:56] =>  1:00
   :END:

** DONE [#B] relax and clean up
   CLOSED: [2016-08-24 三 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 05:21]
   CLOCK: [2016-08-24 三 05:15]--[2016-08-24 三 05:21] =>  0:06
   :END:

** DONE [#B] read aloud 《道德经》 20节
   CLOSED: [2016-08-24 三 06:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 06:28]
   CLOCK: [2016-08-24 三 06:18]--[2016-08-24 三 06:28] =>  0:10
   :END:

** DONE [#B] 早锻炼<2016-08-24 三 06:30>
   CLOSED: [2016-08-24 Wed 09:39]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 Wed 09:39]
   :END:

** DONE [#B] evening walk half an hour<2016-08-24 三 21:20>
   CLOSED: [2016-08-24 三 21:16]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 三 21:16]
   :END:

** DONE [#B] 处理杂务
   CLOSED: [2016-08-24 Wed 09:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:37]
   CLOCK: [2016-08-24 Wed 08:00]--[2016-08-24 Wed 09:37] =>  1:37
   - State "STARTED"    from "DONE"       [2016-08-24 Wed 09:33]
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:33]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-24 三 15:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 15:32]
   CLOCK: [2016-08-24 三 14:59]--[2016-08-24 三 15:32] =>  0:33
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-25 四 06:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 06:38]
   CLOCK: [2016-08-25 四 05:35]--[2016-08-25 四 06:38] =>  1:03
   :END:

** DONE [#B]处理交通违章
   CLOSED: [2016-08-25 四 09:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 09:16]
   CLOCK: [2016-08-25 四 08:09]--[2016-08-25 四 09:16] =>  1:07
   :END:

** DONE [#B] 讨论spacemacs应用
   CLOSED: [2016-08-25 Thu 16:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 16:22]
   CLOCK: [2016-08-25 Thu 15:40]--[2016-08-25 Thu 16:22] =>  0:42
   :END:

** TODO [#B]早锻炼
   DEADLINE: <2016-08-29 一 06:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-28 日 07:13]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-28 日 07:13]
   - State "DONE"       from "TODO"       [2016-08-27 六 15:36]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:02]
   - State "DONE"       from "TODO"       [2016-08-25 四 21:19]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:00]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:00]
   :END:

** TODO [#B]晚走步
   DEADLINE: <2016-08-27 六 21:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-26 五 21:42]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-26 五 21:42]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:42]
   :END:

** WAITING [#B]每天用笔书写半小时
   DEADLINE: <2016-09-14 三 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-28 日 06:14]
   :END:
   :LOGBOOK:
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "WAITING"    from "TODO"       [2016-08-26 五 21:44] \\
     no fished
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]每天学习英语一小时以上
   DEADLINE: <2016-08-29 一 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-28 日 07:08]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-28 日 07:08]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:07]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:43]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]坚持每天学习新知识及技术一小时
   DEADLINE: <2016-08-28 日 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-26 五 21:44]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:05]
   :END:

** DONE [#B] 拜访领导
   CLOSED: [2016-08-26 五 11:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 五 11:11]
   CLOCK: [2016-08-26 五 9:05]--[2016-08-26 五 10:11] =>  0:06
   :END:
五院长、刘洪东夫妇
宋来生、张永
谭毅
陈茂周、张丽

** DONE [#B] 校企合作商谈
   CLOSED: [2016-08-26 Fri 11:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 Fri 11:49]
   CLOCK: [2016-08-26 Fri 10:18]--[2016-08-26 Fri 11:49] =>  1:31
   :END:
泰盈科技尹经理

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-27 六 19:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-27 六 19:19]
   CLOCK: [2016-08-27 六 16:53]--[2016-08-27 六 19:19] =>  2:26
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-08-28 日 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-28 日 07:06]
   CLOCK: [2016-08-28 日 06:15]--[2016-08-28 日 07:06] =>  0:51
   :END:
http://pit.ifeng.com/a/20160827/49848081_0.shtml
 这个社会，绝大多数人，刚一出生，就已经输了
来源：金融八卦女

警钟长鸣！

显然，放眼世界，人民需要时不常地品味一下类似《北京折叠》这样反乌托邦式的小说，以抱团提醒、相互刺痛、各自沉思：

人类这个两脚兽所统治的这个世界，是不是越来越糟了？

几个月前，我花了一个中午的时间，在豆瓣上读完郝景芳的中篇科幻小说《北京折叠》，那
时，这部早已传遍中国科幻界的小说刚刚成功入围世界科幻小说的最高奖项：雨果奖（Hugo
Award），这个奖项是由世界科幻协会（World Science Fiction Society，简称WSFS）为纪
念雨果·根斯巴克（Hugo Gernsback）而设立的科幻小说奖项，该奖分量之重，堪称科幻界
的“诺贝尔文学奖”。

两天前，这部小说获得了今年的雨果奖。这是雨果奖设立以来，亚洲人第二次获奖，众所周
知，第一位获得雨果奖的亚洲作家是写出《三体》的刘慈欣。

我承认《北京折叠》是一部好小说，但的确没想到它能最终荣膺雨果奖。毕竟，和刘慈欣典
型的“硬科幻”不同，在清华物理系毕业的郝景芳笔下，《北京折叠》写的并不科幻，更确
切地说，这部小说更像是一部披着“科幻”外衣的纯粹的“反乌托邦式”小说。

大刘写的《三体》已经拍成电影，有不少人在微博上呼吁《北京折叠》也拍成电影。但我觉
得，《北京折叠》是一部注定不可能拍成电影的“世界级”科幻小说，因为这部小说中含有
太多的隐喻，或者，已经不能算是隐喻，而是赤裸裸的现实。

《北京折叠》中北京，处于含混不清的未来时间线上，在小说中，中国的首都北京被分成了
三层空间：顶层统治者，中层精英和底层劳工。

这种差异性很明显地体现在小说中人物设定工作上，主人公老刀生活在第三空间，与5000万
人挤在一起，他的工作是垃圾处理工，生活中充斥着肮脏与霉气；第二空间是一群受过良好
教育的金领精英，一共2500万人生活在秩序井然的高节奏工作中；拥有同样面积的第一空间
人口最少，这里生活着北京的权贵和富豪阶层，他们制定城市规则和法律法规，人口只有
500万人，仅仅是第三空间的十分之一。

《北京折叠》的讽刺还在于小说中的空间翻转时间设定，三个空间每48小时轮换一次：第一
空间的统治者能够享受一整个24小时，然后睡去，第二空间的白领苏醒，他们能够享受白天
的12小时；第三空间的劳工只能享受从夜晚十点到清晨六点的时间，也就是说，他们永远都
看不见真正的太阳，高悬头顶上的阳光，只是第一空间的统治阶层用技术手段制造的假象。

世界上最远的距离不是生和死的距离，而是我奋斗了18年，却依然舍不得和你坐在一起喝咖
啡。这就是《北京折叠》这部小说在现实社会中赤裸裸的投影，就像小说中老刀为了女儿糖
糖上幼儿园的学费，甘愿冒着被捕的危险来到第一空间送密信，而第一空间那个阔太太给老
刀的封口费一出手就是10万元，面对10张1万元面额的纸币，老刀显得非常窘迫，他这辈子
甚至还从来没有见过一万元面额的纸币，而10万元只是那个女人一周的薪水，她还仅仅上半
天班，拿的是半薪，工作只是为了不想呆在家里，“老公挣的钱足够多”。

这个投影是如此清晰，以至于大多数人读完《北京折叠》之后，可能都会默默对标一下，现
实中的自己处于“这个世界”的第几空间？

二

这个社会上，绝大多数的人，刚刚一出生，就已经输了。

这就是比赛最残酷的地方，还未起跑，胜负已分。社会正在撕裂，阶层正在固化，正如英国
《金融时报》所描述的那样：城市阶层正在以物质力和行政资源调动力进行区分，分处于不
同阶层的人们，将来虽然身处同一个城市，却熟视无睹地擦肩而过。

《北京折叠》中所描写的场景正在当下的北京真实地上演，唯一不那么冷酷的是：三个空间
的不同阶层，至少在时间面前还处于平等，大家都平等地享受或浪费一天24小时的轮回。

小说中，所有矛盾的起点都在于老刀希望自己的女儿糖糖能够上一所第三空间中比较好的幼
儿园，每个月学费要15000元，这部科幻小说中描写的场景几乎完全源于当下的北京：“稍
微好一点的幼儿园招生前两天，就有家长带着铺盖卷在幼儿园门口排队，两个家长轮着，一
个吃喝拉撒，另一个坐在幼儿园门口等。就这么等上四十多个小时，还不一定能排进去。前
面的名额早用钱买断了。”

老刀希望让女儿通过良好的教育，鲤鱼跳龙门，能够有朝一日从第三空间冲到第二空间——这
简直就是最朴素的天下父母心了吧。

贫穷，是穷人的原罪。贫穷养育贫穷，因为贫穷治下的环境、教育、见识乃至你能想到的所
有资源，都因为贫穷而被限制，被固化，因而输在了“起跑线”上，富者愈富，贫者愈贫，
马太效应差不多就是这世间最冰冷的规则了。

就像我在很早之前一篇文章中讲的那样：顶级阶层的人生，或者说精英阶层的人生，从一开
始，就已经被设定了一个下限，差不到哪里去，他们最糟糕的时候，人生最低点的时候，也
就是在山顶上摔个跟头，但也不会滚落到山脚下。这道理残酷而森严：即使山顶上的草，也
比平地里白杨站的高，因为它生下来就站在山顶了呀！你充其量对着它吼一句：草！这他妈
的不公平！

几年前，我经常去北京一些国际学校做校园活动，屌丝如我，着实被这些国际学校动辄每年
25万元人民币的学费惊呆了，这还是小学部，这还算便宜的，这还不包括校车费用和同样高
昂的餐费。如果你有兴趣，可以去查一查北京或上海国际学校的学费，大部分学校的收费都
能在互联网上查到。这些学校的招生简章大都明文规定：本校不招收中国国籍的学生。当然，
这并不妨碍校内的孩子多半都是黄皮肤黑眼睛的“华人”。

在这种学校，节假日放学时，你要是开个C或者3系，真的都不好意思往停车场里停。放学的
时候，各种S和B打头的豪车陆续驶来，GMC或劳斯莱斯是最常见的“接孩子的车”，大部分
是专职司机过来接，还有一小部分80后或90后的全职辣妈，开着红色或白色的Porsche，娉
婷而夸张地用英语和孩子打着招呼。

这些国际学校有许多北京一流公立学校都闻所未闻的课外课（而对很多北京父母而言，能进
入一所公立学校已经很艰难了）。学校中的教育方式，与大洋彼岸的美国或欧洲没什么不同，
学校里全英文的交流环境，连保安也一口纽约腔儿。这里的教师不用考虑孩子的升学率问题，
因为无论是家长还是老师，心里都清楚：在这里念书的所有孩子，他们的人生道路与99%的
中国孩子都不一样，他们大部分都会在初中就选择出国读书，最晚高中也会去美国或欧洲读
书了，然后顺理成章地念一所常春藤大学，毕业后在大摩（MorganStanley）或麦肯锡
（McKinsey & Company）找一份50万起薪（美金）的工作。

坦白说，去世界顶级公司找工作还是这个阶层孩子中混的差的，更多的是选择进入家族企业
历练准备接盘或再创业，还有一少部分孩子早已对金钱产生麻木且厌恶的感觉，他们的选择
是在国外成立一个NGO或公益组织，每天穿梭于慈善酒会、艺术品拍卖会和基金会筹款晚宴
中，挽救这个操蛋的社会于水火之中。

当一个阶层的父母狼狈地通宵蹲在幼儿园门口的马扎上痛苦而忐忑地排队时，等待另一些孩
子的是清洁的空气、高质量的纯外语教学、绿色有机的食物、非富即贵的同班同学，这是另
一种人生起点。这一丁点儿都不科幻。

就不说所谓的教学质量和思维理念了吧，举一个最简单的例子：

北京冬天雾霾是常态，当你的孩子在冬日北京令人难以忍受的雾霾下做广播体操的时候；另
一个阶层的孩子或许在操场上也做同样的动作，但不同的是，这些孩子是在昂贵的防霾设备
的保护下，校方一狠心将整个学校的操场的上方都建起了防霾帐篷，孩子们享受着顶级空气
过滤设备滤清后的干净空气。



这一点都不科幻，北京上海任何一所国际学校中，院墙隔绝的，就是两个阶层的巨大鸿沟，
这深不见底的沟壑中，倒映着的是另一个中国。

柴静制作的抗霾纪录片《穹顶之下》，有这样一句意味深长的话：空气对每个人都是平等的。

对不起，这句话，错了！

* Cocos2D-X

** DONE [#A] 制定下学期工作目标
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-21 Thu 09:36]--[2016-07-21 Thu 09:55] =>  0:19
   :END:

  [2016-07-21 Thu 09:35]
13   Swiper:

** DONE [#A] 清理整理，开始工作
   CLOSED: [2016-08-19 五 08:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:54]
   CLOCK: [2016-08-19 五 08:24]--[2016-08-19 五 08:54] =>  0:30
   :END:

  [2016-08-19 五 08:23]

** DONE [#A] phone 8628131
   CLOSED: [2016-08-19 五 08:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:56]
   :END:

  [2016-08-19 五 08:55]
